if GetLocale() == "ruRU" then
  local addonName, addonTable = ...
  local L = addonTable.L

L["AUTO_SIZE"] = "Автоматически изменять размер фрейма" -- Needs review
L["AUTO_SIZE_DESC"] = "Автоматически настраивает расположение фрейма в зависимости от размера рейда"
L["FORCE_PETS"] = "Всегда показывать питомцев"
L["FORCE_PETS_DESC"] = "Отображать фреймы питомцев по умолчанию. Не работает в режиме рейда на 40 человек."
L["WITH_PETS"] = "Показ питомцев когда они активны"
L["WITH_PETS_DESC"] = "Отображать фреймы питомцев. Не работает в режиме рейда на 40 человек."
L["ZONE_SIZE"] = "Менять размер в зависимости от локации"
L["ZONE_SIZE_DESC"] = [=[Автоматически настраивает размер фрейма в зависимости от зоны в которой вы находитесь, и блокирует его так, что размер не изменяется при изменении групп
]=]


end